var quizQuestions = [
  {
      question: "Свойственна ли вам тревожность, когда вокруг много людей?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Подумайте и ответьте: если вы идете по улице с кем-либо, исчезает ли эта тревожность?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Что думаете, прохожие часто вас задевают плечом на улице?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Свойственно ли вам подолгу и в одиночку гулять по городу, нарезая круги, по видимости бесцельно проводя время?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Время от времени случается нечто, что делает вас центром внимания абсолютно незнакомых людей, и это крайне неприятно. Да, нет?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Не случается ли подспудного ощущения, что вы перманентно раздражаете окружающих? провоцируете их, сам того не желая?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Случалось ли вам на людях крайне неприятно ощущать себя маленьким, тщедушным, слабым?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Приходилось ли вам, идя по улице, выполнять несложные однотипные вычисления, например, считать цифровые корни номеров автомашин, или любые варианты аналогичных действий?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "У вас есть 'ритуалы' закрывания дверей, выключения света, газа, воды и т.д., уходя из дома, например? Или что-то похожее.",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Преследуют ли вас навязчивости, рой беспорядочных мыслей, нелепые диалоги с самим собой, тщету коих вы осознаете, но вынуждены наблюдать за ними 'со стороны', не в состоянии остановить?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "В диалоге вы часто повторяете одни и те же утверждения, вертите обсуждение вокруг них, возвращаете к ним собеседника снова и снова.",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Детство у вас было далеко не самым теплым, родители - явно не образцом для подражания. Угадал?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Нет ли воспоминаний из детства, что вы были способны испытывать сексуальный интерес к людям одного с вами пола, с течением же лет это безвозвратно ушло?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Не припомните ли, случалось ли в очень-очень раннем детстве пачкать штаны несколько дольше, чем это свойственно детям?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Актуальна ли для вас острая, щемящая ностальгия по ушедшим годам?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Порой вас преследует нескоординированность тела, тех или иных движений. Да, нет?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Ловили себя на жалости к самому себе любимому?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Вы нередко испытываете головную боль, вызванную повышением давления либо иными причинами? - 'это она, опять она, ужасная, непобедимая болезнь гемикрания, при которой болит полголовы'. (c)",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Случается, и нередко, что вы разговариваете с неодушевленными предметами. Так?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Ловили ли себя на странном равнодушии к людям, к их судьбам?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Вы явно не командный игрок, в чем не раз имели случай убедиться. Да?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Вы равнодушны, либо вас раздражают - банальные житейские разговоры, вы ощущаете их полнейшую бессмыслицу. Возможно, отделываетесь ироничными замечаниями, что-то еще в этом роде.",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Замечали ли за собой ту или иную склонность к нигилизму, 'и эти правы, и те правы, и вообще чума на оба ваших дома и всех его обитателей'?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Случаются мгновения, когда, находясь в сутолоке повседневности, вы вдруг ловите себя на том, что бессмысленно уставились в одну точку, чувствуя при этом странное оцепенение. Нет?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "'Моя душа - выжженная пустыня', 'неужели же ему не оставят хоть клочка былой гордости, былого самоуважения' или что-то еще в этом стиле, словами классика или нет. Могли бы так сказать о себе?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Раздражает ли вас критика? Только честно.",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Бывали ли у вас (в детстве или позднее) любимые предметы, что-то такое небольших размеров, блестящее, как правило - абсолютно бесполезное, но, главное, чтобы без единой царапины?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Случаются ли фантазии о некоем потаенном убежище, сокрытом глубоко в земле / в стене / варианты, недосягаемом для людских взоров жилище?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Вы когда-нибудь замечали, что вам свойственна пониженная чувствительность к боли?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  },
  {
      question: "Мысли о суициде приходят в голову часто?",
      answers: [
          {
              type: "Пожалуй, вы потенциальный сталкер. Прислушайтесь к себе, вдруг да это действительно ваше. Бог в помощь, ну и еще некоторый контент от автора, ссылка в футере",
              content: "Да"
          },
          {
              type: "Нет причин беспокоиться. Но не забывайте, это всего лишь тест",
              content: "Нет"
          },
          {
              type: "Вполне возможно, имеет место некоторый стресс, но ничего, по видимому, серьезного",
              content: "Не знаю"
          }
      ]
  }
];

export default quizQuestions;
